const sorah = [
  {
    name: 'النبأ',
    id: '078',
  },
  {
    name: 'النازعات',
    id: '079',
  },
  {
    name: 'عبس',
    id: '080',
  },
  {
    name: 'التكوير',
    id: '081',
  },
  {
    name: 'الإنفطار',
    id: '082',
  },
  {
    name: 'المطففين',
    id: '083',
  },
  {
    name: 'الانشقاق',
    id: '084',
  },
  {
    name: 'البروج',
    id: '085',
  },
  {
    name: 'الطارق',
    id: '086',
  },
  {
    name: 'الاعلی',
    id: '087',
  },
  {
    name: 'الغاشية',
    id: '088',
  },
  {
    name: 'الكوثر',
    id: '108',
  },
  {
    name: 'الكافرون',
    id: '109',
  },
  {
    name: 'الإخلاص',
    id: '112',
  },
  {
    name: 'الفلق',
    id: '113',
  },
  {
    name: 'الناس',
    id: '114',
  },
  {
    name: 'عصر',
    id: '103',
  },
  {
    name: 'فجر',
    id: '089',
  },
  {
    name: 'بلد',
    id: '090',
  },
  {
    name: 'شمس',
    id: '091',
  },
  {
    name: 'لیل',
    id: '092',
  },
  {
    name: 'ضحی',
    id: '093',
  },
  {
    name: 'شرح',
    id: '094',
  },
  {
    name: 'تین',
    id: '095',
  },
  {
    name: 'علق',
    id: '096',
  },
  {
    name: 'قدر',
    id: '097',
  },
  {
    name: 'البینه',
    id: '098',
  },
  {
    name: 'الزلزله',
    id: '099',
  },
];

export default sorah;
